Repository: crackoos/glpi-polish-locales
Catalog: plugins/datainjection/locales/*.po
Languages: pl_pl

source: Can't create folder
pl_pl: Nie można utworzyć folderu

source: Data injection
pl_pl: Wstrzykiwanie danych

source: One mandatory field is not filled
pl_pl: Jedno z obowiązkowych pól nie jest wypełnione

source: The file could not be found (Maybe it exceeds the maximum size allowed)
pl_pl: Nie można znaleźć pliku (Być może przekracza maksymalny dozwolony rozmiar)

source: One link field must be selected: it will be used to check if data already exists
pl_pl: Należy wybrać jedno pole łącza: zostanie ono użyte do sprawdzenia, czy dane już istnieją

source: This step allows you to add informations not present in the file. You'll be asked for theses informations while using the model.
pl_pl: Ten krok pozwala na dodanie informacji nieobecnych w pliku. Te informacje będą wymagane podczas korzystania z modelu.

source: See the file
pl_pl: Zobacz plik

source: Data injection report
pl_pl: Raport wstrzykiwania danych

source: -------Choose a table-------
pl_pl: -------Wybierz tabelę-------

source: -------Choose a field-------
pl_pl: -------Wybierz pole-------

source: Number of ports
pl_pl: Liczba portów

source: Antivirus name
pl_pl: Nazwa antywirusa

source: dd-mm-yyyy
pl_pl: dd-mm-rrrr

source: mm-dd-yyyy
pl_pl: mm-dd-rrrr

source: yyyy-mm-dd
pl_pl: rrrr-mm-dd

source: File to inject
pl_pl: Plik do wstrzyknięcia

source: Mappings
pl_pl: Mapowania

source: Additional Information
pl_pl: Informacje dodatkowe

source: Model available for use
pl_pl: Model dostępny do użycia

source: Automatic detection
pl_pl: Wykrywanie automatyczne

source: Header of the file
pl_pl: Nagłówek pliku

source: Tables
pl_pl: Tabele

source: Link field
pl_pl: Pole łącza

source: Injection of the file
pl_pl: Wstrzykiwanie pliku

source: Mandatory information
pl_pl: Informacje obowiązkowe

source: Fields
pl_pl: Pola

source: Complementary information
pl_pl: Informacje uzupełniające

source: Choose a file
pl_pl: Wybierz plik

source: Download file sample
pl_pl: Pobierz przykładowy plik

source: Specific file format options
pl_pl: Opcje specyficznego formatu pliku

source: Header's presence
pl_pl: Obecność nagłówka

source: File delimitor
pl_pl: Separator pliku

source: Domain name
pl_pl: Nazwa domeny

source: Add from CSV file
pl_pl: Dodaj z pliku CSV

source: Update from CSV file
pl_pl: Aktualizuj z pliku CSV

source: No right to import data
pl_pl: Brak uprawnień do importu danych

source: No right to update data
pl_pl: Brak uprawnień do aktualizacji danych

source: Size of the inserted value is to expansive
pl_pl: Rozmiar wstawianej wartości jest zbyt duży

source: Import not allowed
pl_pl: Import niedozwolony

source: Import failed
pl_pl: Import nie powiódł się

source: At least one mandatory field is not present
pl_pl: Co najmniej jedno obowiązkowe pole nie jest obecne

source: Data to insert are correct
pl_pl: Dane do wstawienia są poprawne

source: One data is not the good type
pl_pl: Jedna z danych jest nieprawidłowego typu

source: Warning
pl_pl: Ostrzeżenie

source: Data not found
pl_pl: Dane nie znalezione

source: Undetermined
pl_pl: Nieokreślony

source: Port MAC address
pl_pl: Adres MAC portu

source: Use an existing model
pl_pl: Użyj istniejącego modelu

source: No model currently available
pl_pl: Brak dostępnego modelu

source: You can start the model creation by hitting the button
pl_pl: Możesz rozpocząć tworzenie modelu, klikając przycisk

source: File encoding
pl_pl: Kodowanie pliku

source: Warning : existing mapped column will be overridden
pl_pl: Ostrzeżenie: istniejąca zamapowana kolumna zostanie nadpisana

source: Watch out, you're about to inject data into GLPI. Are you sure you want to do it ?
pl_pl: Uwaga, zaraz wstrzykniesz dane do GLPI. Czy na pewno chcesz to zrobić?

source: Launch the import
pl_pl: Uruchom import

source: Import progress
pl_pl: Postęp importu

source: Injection of the file... %d%%
pl_pl: Wstrzykiwanie pliku... %d%%

source: Injection finished
pl_pl: Wstrzykiwanie zakończone

source: Injection's results
pl_pl: Wyniki wstrzykiwania

source: Injection successful
pl_pl: Wstrzykiwanie udane

source: Injection encounters errors
pl_pl: Wstrzykiwanie napotkało błędy

source: See the log
pl_pl: Zobacz log

source: Export rapport in PDF
pl_pl: Eksportuj raport do PDF

source: Export the log
pl_pl: Eksportuj log

source: Finish
pl_pl: Zakończ

source: Allow lines creation
pl_pl: Zezwalaj na tworzenie linii

source: Allow lines update
pl_pl: Zezwalaj na aktualizację linii

source: Type of data to import
pl_pl: Typ danych do importu

source: Allow creation of dropdowns (Except Entity)
pl_pl: Zezwalaj na tworzenie list rozwijanych (z wyjątkiem Jednostek)

source: Dates format
pl_pl: Format dat

source: Float format
pl_pl: Format liczby zmiennoprzecinkowej

source: Port unicity criteria
pl_pl: Kryterium unikalności portu

source: Replacing the value of multiline text fields
pl_pl: Zastępowanie wartości wieloliniowych pól tekstowych

source: Advanced options
pl_pl: Opcje zaawansowane

source: Allow update of existing fields
pl_pl: Zezwalaj na aktualizację istniejących pól

# button
source: Validate the model
pl_pl: Zweryfikuj model

source: Load this file
pl_pl: Wczytaj ten plik

source: Please enter a name for the model
pl_pl: Proszę podać nazwę dla modelu

source: Your model should allow import and/or update of data
pl_pl: Twój model powinien pozwalać na import i/lub aktualizację danych

source: You are not the initial creator of this model
pl_pl: Nie jesteś pierwotnym twórcą tego modelu

source: Impossible to copy the file in %s
pl_pl: Nie można skopiować pliku do %s

source: File format is wrong
pl_pl: Format pliku jest nieprawidłowy

source: Extension csv required
pl_pl: Wymagane rozszerzenie csv

source: The file is ok.
pl_pl: Plik jest poprawny.

source: The number of columns of the file is incorrect.
pl_pl: Liczba kolumn w pliku jest nieprawidłowa.

source: %d awaited column
pl_pl: Oczekiwana %d kolumna

source: %d found column
pl_pl: Znaleziona %d kolumna

source: At least one column is incorrect
pl_pl: Co najmniej jedna kolumna jest nieprawidłowa

source: Into the file
pl_pl: W pliku

source: From the model
pl_pl: Z modelu

source: Array of successful injections
pl_pl: Tablica udanych wstrzyknięć

source: Line
pl_pl: Linia

source: Data Import
pl_pl: Import danych

source: Injection type
pl_pl: Typ wstrzyknięcia

source: Object Identifier
pl_pl: Identyfikator obiektu

source: Array of unsuccessful injections
pl_pl: Tablica nieudanych wstrzyknięć

source: Data check
pl_pl: Sprawdzanie danych

source: Global report
pl_pl: Raport globalny

source: Number of lines processed
pl_pl: Liczba przetworzonych linii

source: Counter
pl_pl: Licznik

source: Model management
pl_pl: Zarządzanie modelami
