Repository: crackoos/glpi-polish-locales
Catalog: plugins/behaviors/locales/*.po
Languages: pl_pl

source: Behaviours
pl_pl: Zachowania

source: You cannot solve/close a change with task do to
pl_pl: Nie można rozwiązać/zamknąć zmiany z zadaniami do wykonania

source: You cannot change status of a task in a solved change
pl_pl: Nie można zmienić statusu zadania w rozwiązanej zmianie

source: Clone
pl_pl: Klonuj

source: Clone of
pl_pl: Klon z

source: Duration is mandatory before ticket is solved/closed
pl_pl: Czas trwania jest obowiązkowy przed rozwiązaniem/zamknięciem zgłoszenia

source: Category is mandatory before ticket is solved/closed
pl_pl: Kategoria jest obowiązkowa przed rozwiązaniem/zamknięciem zgłoszenia

source: Technician assigned is mandatory before ticket is solved/closed
pl_pl: Przypisany technik jest obowiązkowy przed rozwiązaniem/zamknięciem zgłoszenia

source: Group of technicians assigned is mandatory before ticket is solved/closed
pl_pl: Grupa przypisanych techników jest obowiązkowa przed rozwiązaniem/zamknięciem zgłoszenia

source: Location is mandatory before ticket is solved/closed
pl_pl: Lokalizacja jest obowiązkowa przed rozwiązaniem/zamknięciem zgłoszenia

source: You cannot solve/close a ticket with task do to
pl_pl: Nie można rozwiązać/zamknąć zgłoszenia z zadaniami do wykonania

source: You cannot solve/close a problem with task do to
pl_pl: Nie można rozwiązać/zamknąć problemu z zadaniami do wykonania

source: You must add a description. it's mandatory
pl_pl: Musisz dodać opis, jest to obowiązkowe

source: You must add a solution type. it's mandatory
pl_pl: Musisz dodać typ rozwiązania, jest to obowiązkowe

source: You cannot resolve the ticket
pl_pl: Nie możesz rozwiązać zgłoszenia

source: You must define a category. it's mandatory
pl_pl: Musisz zdefiniować kategorię, jest to obowiązkowe

source: Error in creating glpi_plugin_behaviors_configs
pl_pl: Błąd podczas tworzenia glpi_plugin_behaviors_configs

source: Error during update glpi_plugin_behaviors_configs
pl_pl: Błąd podczas aktualizacji glpi_plugin_behaviors_configs

source: Inventory
pl_pl: Inwentarz

source: Ticket's number format
pl_pl: Format numeru zgłoszenia

source: Delete computer in OCSNG when purged from GLPI
pl_pl: Usuń komputer w OCSNG po usunięciu z GLPI

source: Plugin "Item's uninstallation" not installed
pl_pl: Wtyczka "Deinstalacja elementu" nie jest zainstalowana

source: Plugin "OCS Inventory NG" not installed
pl_pl: Wtyczka "OCS Inventory NG" nie jest zainstalowana

source: Use the associated item's group
pl_pl: Użyj grupy powiązanego elementu

source: Show my assets
pl_pl: Pokaż moje zasoby

source: Use the requester's group
pl_pl: Użyj grupy zgłaszającego

source: Show assets of my groups
pl_pl: Pokaż zasoby moich grup

source: Use the technician's group
pl_pl: Użyj grupy technika

source: Notification
pl_pl: Powiadomienie

source: Additional notifications
pl_pl: Dodatkowe powiadomienia

source: Category is mandatory when you assign a ticket
pl_pl: Kategoria jest obowiązkowa przy przypisywaniu zgłoszenia

source: Allow Clone
pl_pl: Zezwól na klonowanie

source: In the active entity
pl_pl: W aktywnej jednostce

source: In the item's entity
pl_pl: W jednostce elementu

source: Task category is mandatory in a task
pl_pl: Kategoria zadania jest obowiązkowa w zadaniu

source: Type of solution is mandatory before problem is solved/closed
pl_pl: Typ rozwiązania jest obowiązkowy przed rozwiązaniem/zamknięciem problemu

source: Deny change of ticket's creation date
pl_pl: Zablokuj zmianę daty utworzenia zgłoszenia

source: Block the solving/closing of a problem if task do to
pl_pl: Zablokuj rozwiązywanie/zamykanie problemu jeśli są zadania do wykonania

source: Single technician and group
pl_pl: Pojedynczy technik i grupa

source: Single user and single group
pl_pl: Pojedynczy użytkownik i pojedyncza grupa

source: Single user or group
pl_pl: Pojedynczy użytkownik lub grupa

source: Technician assignment when adding follow up
pl_pl: Przypisanie technika przy dodawaniu śledzenia

source: The technician must belong to the group assigned to the ticket
pl_pl: Technik musi należeć do grupy przypisanej do zgłoszenia

source: Change's number format
pl_pl: Format numeru zmiany

source: Adding the ticket solution
pl_pl: Dodawanie rozwiązania zgłoszenia

source: Block the solving/closing of a change if task do to
pl_pl: Zablokuj rozwiązywanie/zamykanie zmiany jeśli są zadania do wykonania

source: Set the solution writer as the technician of the ticket
pl_pl: Ustaw autora rozwiązania jako technika zgłoszenia

source: Description of solution is mandatory before ticket is solved/closed
pl_pl: Opis rozwiązania jest obowiązkowy przed rozwiązaniem/zamknięciem zgłoszenia

source: Type of solution is mandatory before ticket is solved/closed
pl_pl: Typ rozwiązania jest obowiązkowy przed rozwiązaniem/zamknięciem zgłoszenia

source: Block the solving/closing of a the ticket if task do to
pl_pl: Zablokuj rozwiązywanie/zamykanie zgłoszenia jeśli są zadania do wykonania

source: Add document to ticket
pl_pl: Dodaj dokument do zgłoszenia

source: Delete document to ticket
pl_pl: Usuń dokument ze zgłoszenia

source: You cannot change status of a task in a solved problem
pl_pl: Nie można zmienić statusu zadania w rozwiązaniu problemu

source: Reopen ticket
pl_pl: Ponownie otwórz zgłoszenie

source: Change status
pl_pl: Zmień status

source: Ticket waiting
pl_pl: Oczekiwanie na zgłoszenie

source: Last technician assigned
pl_pl: Ostatnio przypisany technik

source: Last group assigned
pl_pl: Ostatnio przypisana grupa

source: Last supplier assigned
pl_pl: Ostatnio przypisany dostawca

source: Last watcher added
pl_pl: Ostatnio dodany obserwator

source: Supervisor of last group assigned
pl_pl: Kierownik ostatnio przypisanej grupy

source: Last group assigned without supersivor
pl_pl: Ostatnio przypisana grupa bez kierownika

source: You cannot change status of a task in a solved ticket
pl_pl: Nie można zmienić statusu zadania w rozwiązaniu zgłoszenia
